[General]
language=bosanski
link_pc_name=Naziv računara
link_connect_pwd=Lozinka
link_file_path=Inbox Folder
link_auto_start=Automatski start
link_change_folder_btn=Promeni
link_open_folder_btn=Otvori
link_change_folder_dialog_title=Izaberi Inbox folder
link_save_button=Sačuvaj
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. All Rights Reserved.</c>
link_save_success_msg=Uspešno sačuvana podešavanja.
link_save_success_title=Poruka
link_error_title=Greška
link_error_program_already_ran=Aplikacija je otvorena, proveri sistemsku kasetu.
link_error_program_expire=Probna verzija je istekla, za novu verziju se obratite Shirui-ju.
link_open_main_window=Otvori SeewoLink
link_exit_program=Izađi
link_minimize_to_tray=Minimiziraj na sistemsku kasetu
link_open_spec=Pomoć
link_update=Ažuriraj
link_register=Registruj
link_error_title=Greška
link_message_title= Poruka
link_update_network_error= nije uspostavljena konekcija, pokušaj ponovo.
link_home_qrcode_tip=Android klijent
link_connect_pc_tip= Skeniraj QR kod za povezivanje sa računarom
link_reg_serial_invalid=Nevažeći serijski broj
link_reg_partial_success=Čestitamo! Ovaj serijski broj ističe nakon %d pokušaja. Ovaj serijski broj se i dalje može koristiti za jos %d mašina.
link_reg_full_success=Čestitamo! Ovaj serijski broj važi neograničeno. Još uvek možete koristiti ovaj serijski broj za%d mašina.
link_reg_response_failed=Žao nam je! Vaša registracija nije uspela.
link_reg_response_serial_error=Žao nam je! Vaša registracija nije uspela. Uzrok: pogrešan serijski broj.
link_reg_response_error_lock=Žao nam je! Vaša registracija nije uspela. Uzrok: Serijski broj je registrovan na drugoj mašini.
link_reg_response_day_expire=Žao nam je! Vaša registracija nije uspela. Uzrok: Serijski broj je istekao.
link_reg_input_serial_text=Unesite serijski broj
link_error_unknown=Nepoznata greška.
link_reg_message_remaindays=Vaš sertifikat ističe nakon %d pokušaja.
link_reg_message_remaindays_tip= <c color="CCCCCC">Verzija %s, Registrovana</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Version %s</c>, Remain <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> times trial.</c><c color="0000ff"><u><b><a id="1050">Register</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">Version is %s</c><c color="1899ED"><b>. unregistered </b></c><c color="FFFFFF">, Remain </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">times trial.</c>
link_reg_rd_renew_button=Produži
link_confirm_button=OK
link_cancel_button=Otkaži
link_reg_read_reginfo_error=Neuspešno čitanje podataka za registraciju. Molimo, pokušajte ponovo.
link_lang_setting_button=Jezik
link_lang_setting_hint=Izaberi jezik:
link_lang_setting_ok=OK
link_lang_setting_cancel=Otkaži
link_annotation_stop=Stop
link_auto_start_tip=SeewoLink se pokreće sa pokretanjem Windows-a
link_lang_tip=Jezik
link_tab_text_status=Status
link_tab_text_set=Podešavanja
link_tab_text_about=Sve
link_stat_connected_device_tip= Konektovani klijent:
link_stat_connected_device= NULL
link_stat_conn_barcode_tip=Skeniraj kod radi povezivanja
link_tab_text_help=<c color="FFFFFF">Za pomoć, </c><c color="0000ff"><u><a id="1051"> Klikni ovde </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Connected</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Disconnected</c>
link_softap_tip=Pokreni Hotspot 
link_softap_info=<c color="808080">Hotspot name: %s</c><br/><c color="808080">password: %s</c>
link_softap_on=<c color="CCCCCC">Hotspot:%s<br/> has been started</c>
link_softap_off=<c color="CCCCCC">Hotspot je prekinut</c>
link_softap_error=Hotspot ne može da se pokrene. Proverite da li je WLAN uključen
link_update_title=Ašuriraj SeewoLink 
link_update_confirm=Želite li nadgradnju aplikacije na noviju verziju?
link_update_success=Aplikacija je ažurirana na najnoviju verziju
link_update_failed=Neuspešno ažuriranje na najnoviju veriju. Molimo posetite oficijelni sajt za najnoviju verziju aplikacije.
link_setup_uninstall=Deinstaliraj
link_setup_old_verision=instalirana je stara verzija aplikacije %s. Neophodno je obrisati staru verziju pre instaliranja nove.
link_setup_restart_prompt= %s zahteva restartovanje računara!
link_setup_system_not_match= %s zahteva najmanje Windows 7，Instalacija ce biti zaustavljena!

link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer